export const Ingredients = () => {
  return (
    <div className="border-t border-gray-100 p-6">
      <h2 className="font-medium mb-4">Состав:</h2>
      <p className="text-sm text-gray-600">
        Булочка для гамбургера с кунжутом (мука пшеничная, вода питьевая, сахар, масло растительное,
        семена кунжута, соль, дрожжи), котлета из говядины (говядина, соль, специи), салат айсберг,
        соус фирменный (растительное масло, вода, огурцы маринованные, сахар, яичный желток, уксус,
        соль, специи), сыр плавленый ломтевой (сыры, масло сливочное, молоко сухое, эмульгаторы,
        соль), лук репчатый, помидоры.
      </p>
    </div>
  );
};
